{
    "dogs": {
        "food": [
            {
                "id": 1,
                "title": "Brit Premium by Nature Junior Small Breed",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/b/r/brit_premium_by_nature_junior_small_breed.jpg",
                "productCode": "BPR056",
                "description": "Brit Premium by Nature Junior Small Breed potpuna je hrana za štence malih pasmina (1-12 mj)",
                "size": "3 kg",
                "price": "12,30 €",
                "ingredients": "Piletina 55% (dehidrirana 30%, okoštena 25%), pileća mast (konzervirana miješanim tokoferolima), zob, pšenica, lososovo ulje (2%), kukuruz, sušene jabuke, hidrolizirana pileća jetra, pivski kvasac, kolagen, račji oklopi (izvor glukozamina, 260 mg/kg), hrskavice (izvor kondroitina, 180 mg/kg), bilje i voće (klinčić, citrusi, ružmarin, kurkuma, 150 mg/kg), manan-oligosaharidi (150 mg/kg), frukto-oligosaharidi (100 mg/kg), Mojave juka (100 mg/kg), sušena kamilica (90 mg/kg), ekstrakt zelenousne školjke (kao izvor glikozaminoglikana, 60 mg/kg), sušene borovnice (60 mg/kg). Dodaci: vitamina A (3a672a) 20 000 IJ, vitamin D3 (E671) 1200 IJ, vitamin E (alfa-tokoferol) (3a700) 500mg, biotin (3a880) 0,6 mg, kolin-klorid (3a890) 600mg, cinkov kelat iz hidrata aminokiselina (3b606) 90mg, kelati dvovalentnog željeza s hidratima aminokiselina (E1) 80mg, manganov kelat iz hidrata aminokiselina (E5) 35mg, kalijev jodid (3b201) 0,65mg, bakrov kelat aminokiselina, hidrat (E4) 15mg, organski oblik selena dobiven od Saccharomyces cerevisiae CNCM I-3060 (3b8.10) 0,2mg. Sadrži antioksidanse koje je odobrila EU: ekstrakti tokoferola iz biljnih ulja (1b306), askorbil palmitit (1b304) i ekstrakt ružmarina.",
                "content": "Bjelančevine 32%, sadržaj masti 20%, vlaga 10%, sirovi pepeo 6,8%, sirova vlakna 2%, kalcij 1,5%, fosfor 1,1%, omega-3 0,25%, omega-6 2,2%."
            },
            {
                "id": 2,
                "title": "Acana Dog Puppy Large Breed",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/a/c/acana_puppy_large_17_kg_1.jpg",
                "productCode": "DAC2220i11.4",
                "description": "PILETINA, JAJA NESILICA, DIVLJI IVERAK, VOĆE I POVRĆE - Acana Puppy Large Breed potpuna je hrana za štence velikih pasmina preko 25 kg u odrasloj dobi. Kuhana u našim nagrađivanim kuhinjama u Kanadi, Acana Puppy large breed prepuna je svježih regionalnih sastojaka, piletine i jaja nesilica iz slobodnog uzgoja, divljeg iverka i na suncu dozrelog voća i povrća. Sve je dostavljeno svježe iz naših regija te prepuno dobrog okusa da bi vaše štene bilo sretno, zdravo i jako.",
                "size": "11,4 kg",
                "price": "86,27 €",
                "ingredients": "Svježa piletina (22%), pileće brašno (21%), cjelovita crvena leća, cjeloviti zeleni grašak, svježe pileće iznutrice (jetra, srce) (6%), brašno haringe (4%), jaja (4%), svježe smrznuti iverak (4%), riblje ulje (4%), cjeloviti slanutak, vlakna graška, škrob graška, pureće brašno (2,5%), cjelovita zelena leća, cjeloviti žuti grašak, pileća mast (2%), svježe smrznuta pureća jetra (0,5%), sol, sušene morske alge, svježe cijele jabuke, svježa cijela muškatna tikva, svježe cijele mrkve, svježe cijele kruške, svježa cijela bundeva, svježa cijela tikvica, svježi kelj, svježi špinat, svježe lišce gorušice, svježe lišce repe, svježe cijele borovnice, svježe cijele brusnice, svježe cijele mongolske borovnice, korijen cicka, lavanda, korijen sljeza, sikavica, šipak, kurkuma. Dodaci (po kg): Tehnološki dodaci: ekstrakt tokoferola iz biljnih ulja: 121 mg, limunska kiselina: 40mg. Osjetilni dodaci: ekstrakt ružmarina: 80mg. Nutritivni dodaci: 3a890 kolin klorid (kolin): 700mg, 3b606 (cink: 112.5mg), 3b406 (bakar: 11mg), 3a821 vitamin B1: 25mg, 3a841 vitamin B5: 8mg, 3a831 vitamin B6: 7.5mg, 3a700 vitamin E: 60 I.J. Zootehnicki dodaci: 4b1707 Enterococcus faecium NCIMB 10415 2.2x10^6 CFU.",
                "content": "Sirove bjelančevine 33%, sirove masti 15%, sirova vlakna 6%, sirovi pepeo 7%, vlaga 12%, kalcij 1,4%, fosfor 1%, Omega-6 2,4%, Omega-3 1,2%, DHA/EPA 0,4%/0,4%."
            },
            {
                "id": 3,
                "title": "Happy Dog Supreme Adult Medium 12 kg",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/h/a/happy_dog_medium_12_kg_1_.jpg",
                "productCode": "IQ2232",
                "description": "Happy Dog Supreme Adult Medium je potpuna hrana za odrasle pse s vrlo probavljivom recepturom, idealna je za normalne kalorijske potrebe pasa od 11 do 25 kg težine.",
                "size": "12 kg",
                "price": "55,00 €",
                "ingredients": "Perad 14%, janjetina 4%, kukuruz, kukuruzno brašno, rižino brašno, ječam, riblje brašno (5%, od čega 50% brašno od lososa), mast peradi, hemoglobin *, hidrolizirana jetra, suncokretovo ulje, pulpa šećerne repe *(bez šećera), kora jabuke *, kalijev klorid, ulje crnog kumina, kvasci *, natrijev klorid, orah *, laneno sjeme (0,16%), sušeno cijelo jaje (0,12%), meso dagnji * (0,02%), kvasac * (ekstrakt), mliječ čička, artičoka, maslačak, đumbir (0,013%), brezovo lišće, bodljikava kopriva, kamilica, korijander, ružmarin, kadulja, korijen slatkog luka, timijan, (ukupno sušeno bilje: 0,16%); *).",
                "content": "Sirove bjelančevine 24%, sirove masti 13%, sirova vlakna 2,5%, pepeo 6,5%, kalcij 1,4%, fosfor 0,95%, natrij 0,4%, kalij 0,5%, omega-6 masne kiseline 3%, omega-3 masne kiseline 0,3%. Dodano po kg: vitamin A 12000 I.U., vitamin D3 1000 I.U., vitamin E 75 mg, vitamin B1 4 mg, vitamin B2 6 mg, vitamin B6 4 mg, Biotin 575 mcg, pantotenska kiselina 10 mg niacin 40 mg, vitamin B12 70 mcg, kolinklorid 60 mg, vitamin C 20 mg, željezo (Željezo(II)sulfat) 105 mg, bakar (Bakar(II)sulfat) 10 mg, Cink (cink oksid) 105 mg, Mangan (mangan-oksid) 25 mg, Jod (kalcij jodid) 2 mg, Selen (natrij-selenit) 0.15 mg. Na vitaminima temeljeni antioksidansi: Ekstrakt tokoferola prirodnog podrijetla, 6-palmitol-L-askorbinska kiselina."
            },
            {
                "id": 4,
                "title": "Royal Canin Veterinary Diet Hypoallergenic",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/r/c/rcvd_hypoallergenic.jpg",
                "productCode": "RCV0017",
                "description": "Royal Canin Veterinary Diet Hypoallergenic potpuna je dijetetska hrana za odrasle pse s hidroliziranim bjelančevinama s niskom molekulskom masom kako bi se osiguralo da je hrana hipoalergena.",
                "size": "2 kg",
                "price": "823,49 €",
                "ingredients": "Riža, kukuruz, životinjske masti, izolirani proteini soje*, hidrolizat životinjskih proteina, repina pulpa, minerali, sojino ulje, biljna vlakna, riblje ulje, frukto-oligosaharidi, ekstrakt nevena (izvor luteina). Aditivi (po kg): Prehrambeni aditivi: Vitamin A: 11600 IU, Vitamin D3: 1000 IU, E1 (Željezo): 115 mg, E2 (Jod): 4,3 mg, E5 (Mangan): 53 mg, E6 (Cink): 212 mg, E8 (Selen): 0,38 mg - Prezervativi - Antioksidansi.",
                "content": "Sirove bjelančevine  21%, sirova ulja i masti 19%, sirovi pepeo 6,1%, sirova vlakna 1,1%. Po kg: esencijalne masne kiseline 42,7 g, EPA i DHA 3,3 g, Omega 3 masne kiseline 9,5 g."
            },
            {
                "id": 5,
                "title": "Graf Barf Menu Plus piletina, 2,5 kg",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/g/r/graf_barf_piletina_plus_2_5_kg.jpg",
                "productCode": "GB17400004",
                "description": "Prikladan za pse koji gutaju hranu ili imaju problema sa zubima. Graf Barf je 100% prirodan, etološki - prilagođen vrsti. U proizvodnji se koriste regionalne namirnice s područja Njemačke (losos i piletina dolaze iz Švicarske - salmonella free zemlja, a papaline iz Sjevernog mora). Sve namirnice su kvalitete za ljudsku upotrebu, nema nusproizvoda. 100% bez aditiva - šećera, pojačivača okusa i sl. Svi menu-i su monoproteinski, odnosno sadrže samo jedan izvor bjelančevina. U hrani se koriste meso, kosti i iznutrice (povrće dolazi iz iznutrica). Meso dolazi narezano u komade, nije industrijski mljeveno, ne sadrži oštre kosti koje bi mogle ozlijediti psa. Dolazi u obliku kockica duljine 2,5 cm i težine cca 15 g (kosti dolaze u komadu većih dimenzija). Svaka namirnica ima svoju kockicu (meso, burag, jetra, srce, bubreg...). Kockice se ručno sortiraju i pakiraju pa može doći do fluktuacije u omjeru mješavina.",
                "size": "2,5 kg",
                "price": "26,54 €",
                "ingredients": "Pileći vratovi, pileći trupovi, mješavina voća i povrća (jabuka, krastavac, kuhani krumpir, začinsko bilje, cikla, banana, tikvica, iceberg salata, mrkva), piletina (fino sjeckana, MDM - meso mehanički odvojeno od kosti), pileći želuci, pileća jetra, pileća srca.",
                "content": "Bjelančevine 14%, masti 10%, sirovi pepeo 2%, sirova vlakna 1%, vlaga 73%."
            },
            {
                "id": 6,
                "title": "Orijen Fit&Trim",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/o/r/orijen_fit_and_trim_11_4_kg.jpg",
                "productCode": "DOR1555i2",
                "description": "Orijen Fit & Trim potpuna je hrana za odrasle pse s prekomjernom težinom. Prepuna hranjivih mesnih bjelančevina hrana sadrži bjelančevine iz mesa piletine i puretine iz slobodnog uzgoja, divlje ribe i jaja nesilica iz slobodnog uzgoja, dostavljenih svježih u WholePrey omjerima. Zbog ograničene količine masti i ugljikohidrata, s jedinstvenom kombinacijom vlakana iz bundeve, muškatne tikve i jabuke, Orijen Fit & Trim omogućava vrhunsko zdravlje svih odraslih pasa.",
                "size": "2 kg",
                "price": "39,15 €",
                "ingredients": "Svježa piletina (25%), svježe smrznuta cijela haringa (6%), svježe smrznuta puretina (6%), svježe pileće iznutrice, jetra, srce (6%), svježe smrznuti cijeli oslić (5%), svježe smrznuta cijela skuša (5%). svježa jaja (5%), dehidrirana piletina (4%), dehidrirana skuša (4%), dehidrirana sardina (4%), dehidrirana haringa (4%), dehidrirana puretina (4%), dehidrirana bijela riba (4%), vlakna leće, cijeli pinto grah, cijeli mornarski grah, cijeli slanutak, cjelovita crvena leća, cjelovita zelena leća, cijeli grašak, škrob graška, svježe smrznuta pureća jetra (1,5%), pileća mast (1,5%), vlakna jabuke, alge (izvor DHA), sušena morska trava, svježa cijela bundeva, svježa cijela muškatna tikva, svježa cijela tikvica, svježe cijele mrkve, svježe cijele jabuke, svježe cijele kruške, sušeni korijen cikorije, svježi kelj, svježi špinat, svježe lišće cikle, svježe lišće repe, cijele brusnice, cijele borovnice, cijele Saskatoon bobice, kurkuma, sikavica, korijen čička, lavanda, korijen bijelog sljeza, šipak. Dodaci (po kg) Tehnološki dodaci: Ekstrakt tokoferola iz biljnih ulja: 121 mg, limunska kiselina: 40 mg. Osjetilni dodaci: Ekstrakt ružmarina: 80 mg. Nutritivni dodaci: 3b606 (cink: 105 mg).3b406 (bakar:11 mg), 3a821 vitamin B1: 25 mg, 3a825i vitamin B2: 10 mg, 3a314 vitamin B3: 50 mg,  3a841 vitamin B5:8 mg, 3a831 vitamin B6: 7.5 mg. 3a316 vitamin B9: 0.75 mg, vitamin B12: 0.1 mg, 3a700 vitamin E: 100 l.J. Zootehnički dodaci: 4b1707 Enterococcus faecium NCIMB 10415 2.2xl CFU.",
                "content": "Sirove bjelančevine 40%, sirove masti 13%, sirovi pepeo 8%, sirova vlakna 8%, vlaga 12%, kalcij 1,4%, fosfor 1,1%, Omega-6 2,2%, Omega-3 0,9%, DHA/EPA 0,25%/0,15%."
            },
            {
                "id": 7,
                "title": "Profine Adult janjetina",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/p/r/profine_adult_janjetina_15_kg_1.jpg",
                "productCode": "HO23313",
                "description": "Profine Adult janjetina potpuna je hrana za odrasle pse svih pasmina. Lako je probavljiva i ima odličnu efikasnost. Ne izaziva alergijske reakcije te intoleranciju na hranu. Bio cink čini dlaku sjajnom i zdravom dok organski selen i vitamin E štite stanice od starenja.",
                "size": "3 kg",
                "price": "18,58 €",
                "ingredients": "Janjetina 35%, krumpir 25%, kukuruz, pileća mast (konzervirana s miješanim tokoferolima, izvor vitamina E), suhe jabuke, pivski kvasac, hidrolizirana pileća jetra, škampi 1,5%, lososovo ulje 1%, morske alge 0,5% , glukozamin sulfat 0,02%, korijen cikorije (izvor manan-oligosaharida) 0,018%, biljna mješavina (komorač, bosiljak, kadulja) 0,018%, frukto-oligosaharidi 0,012%, ekstrakt yucca schidigera 0,01%, ekstrakt hondroitin sulfata 0,012%, ekstrakt nevena 0,01%. Dodaci po kg: vitamin A (3a672a) 18.000 IU, vitamin E (alfa-tokoferol) (3a700) 500 mg, vitamin D3 (E671) 1.600 IU, holin klorid (3a890) 700 mg, biotin (3a880) 0,7 mg, niacin (3a314) 15 mg , kalcijev pantotenat (3a841) 12 mg, vitamin B12 (cijanokobalamin) 0,05 mg, vitamin B2 (riboflavin) 4 mg, vitamin B1 (3a820) 1 mg, vitamin B6 (3a831) 1,5 mg, folna kiselina (3a316) 0,6 mg, željezo (E1) 90 mg, jod (3b201) 0,7 mg, organski bakar (E4) 18 mg, organski cink (E6) 100 mg, organski mangan (E5) 45 mg, organski selen (3b8,10) 0,2 mg, DL-metionin (3c301) 15 mg, L-lizin (3.2.3) 3 mg.",
                "content": "Bjelančevine 25%, sirove masti 13%, sirova vlakna 3%, vlaga 10%, sirovi pepeo 6,8%, kalcij 1,6%, fosfor 1,2%, Omega-3 0,22%, Omega-6 1,28%. ME: 3.700 kcal / kg."
            },
            {
                "id": 8,
                "title": "Taste of the Wild Pacific Stream losos",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/t/a/taste_of_the_wild_pacific_stream_2.jpg",
                "productCode": "TWW003",
                "description": "Ovaj recept bez jaja dobiva sve životinjske bjelančevine iz ribe, što znači da je bogat omega masnim kiselinama koje pomažu održati kožu zdravom, a krzno glatkim i sjajnim. Jedinstveni okusi dimljenog lososa, povrća, mahunarki i voća osiguravaju odgovarajuće razine hranjivih tvari za cjelokupno zdravlje i vitalnost odraslih pasa. ",
                "size": "2 kg",
                "price": "16,80 €",
                "ingredients": "Losos (21%), brašno oceanske ribe, batat, krumpir, grašak, ulje kanole, leća, brašno lososa, dimljeni losos (4%), krumpirova vlakna, minerali, sušeno korijenje cikorije, rajčice, borovnice, maline, ekstrakt juke (Yucca schidigera).",
                "content": "Bjelančevine 25,0%, udio masti 15,0%, sirova vlakna 3,0%, sirovi pepeo 8,9%, vlaga 10,0%, Omega-6 masne kiseline 2,4%, Omega-3 masne kiseline 0,3%. Dodaci (na kg): Vitamini: vitamin A 10 000 IU/kg, vitamin D3 750 IU/kg, vitamin E 150 IU/kg, taurin 0,1%. Elementi u tragovima: željezo (kao željezov (II) kelat iz aminokiselinskog hidrata) 9 mg/kg, bakar (kao bakrov (II) kelat iz aminokiselinskog hidrata) 1,05 mg/kg, željezo (kao željezov (II) sulfat monohidrat) 18 mg/kg, bakar (kao bakrov (II) sulfat pentahidrat) 1,75 mg/kg, jod (kao kalijev jodid) 1,485 mg/kg, mangan (kao manganov kelat iz aminokiselinskog hidrata) 2,1 mg/kg, mangan (kao manganov (II) oksid) 7,7 mg/kg, mangan (kao manganov sulfat monohidrat) 4,48 mg/kg, cink (kao cinkov kelat iz aminokiselinskog hidrata) 11,25 mg/kg, mangan (kao cinkov sulfat monohidrat) 26,625 mg/kg, selen (kao natrijev selenit) 0,018 mg/kg."
            },
            {
                "id": 9,
                "title": "Pro Plan Adult duo delice mini govedina 2,5 kg",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/p/p/ppd_adult_duo_delice_mini_govedina_2_5_kg.jpg",
                "productCode": "10868",
                "description": "Pro Plan Adult duo delice mini govedina potpuna je suha hrana za odrasle pse malih i mini pasmina.",
                "size": "2,5 kg",
                "price": "20,00 €",
                "ingredients": "Govedina (17%), dehidrirane bjelančevine peradi, pšenica, kukuruz, životinjska mast, pšenično glutensko brašno, sušeni repini rezanci, riža (4%), kukuruzna krupica, hidrolizat mesa i prerađevina životinjskog podrijetla, minerali, propilen glikol, sušeno jaje, riblje ulje, sladno brašno. Nutritivni dodaci: IJ/kg: Vit. A: 33 000; Vit. D3: 1 100; Vit. E: 550; mg/kg: Vit. C: 140; željezov sulfat monohidrat: 237; bezvodni kalcijev jodat: 3,0; bakrov sulfat pentahidrat: 47; manganov sulfat monohidrat: 110; cinkov sulfat monohidrat: 400; natrijev selenit: 0,28. Tehnološki dodatci: ekstrakti tokoferola iz biljnih ulja: 55 mg/kg.",
                "content": "Sirove bjelančevine 28%, sirove masti 17%, sirovi pepeo 7,5%, sirova vlakna 2%"
            },
            {
                "id": 10,
                "title": "Dog Chow Adult piletina",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/d/o/dog_chow_adult_piletina_14_kg_1.jpg",
                "productCode": "ALC85416",
                "description": "Dog Chow Adult piletina potpuna je hrana za odrasle pse s piletinom.",
                "size": "2,5 kg",
                "price": "9,50 €",
                "ingredients": "Žitarice, meso i prerađevine životinjskog podrijetla (8%*), ekstrakti biljnih bjelančevina, ulja i masti, prerađevine biljnog podrijetla , povrće (sušeni korijen cikorije 1,1%), minerali. *jednako je 16% rehidriranog mesa i prerađevina životinjskog podrijetla: najmanje 4% piletine. Dodaci po kg: Vit. A: 21 000; Vit. D3: 1 200; Vit. E: 100; mg/kg: Vit. B skupine: 83,5; Fe (E1): 266; I (E2): 3,3; Cu (E4): 38; Mn (E5): 20,3; Zn (E6): 429; Se (E8): 0,47. Tehnološki dodaci: Antioksidansima..",
                "content": "Bjelančevine 25%, sadržaj masti 12%, sirovi pepeo 8%, sirova vlakna 3%."
            }
        ],
        "bowls": [
            {
                "id": 1,
                "title": "Trixie posuda za pse keramička s gumenim rubom 0,4 l/fi-12 cm siva",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/t/x/tx24360_trixie_kerami_ka_s_gumenim_rubom_0_4_lfi-12_cm_siva_1_.jpg",
                "productCode": "TX24360",
                "brand": "Trixie",
                "price": "8,63 €"
            },
            {
                "id": 2,
                "title": "Trixie posuda za pse keramička smeđa s uzorkom šapa, 0,3 l",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/t/r/trixie_posuda_kerami_ka_sme_a_uzorak__ape_0_3l.jpg",
                "productCode": "TX24531",
                "brand": "Trixie",
                "price": "6,24 €"
            },
            {
                "id": 3,
                "title": "Trixie posuda za pse plastična lagana 0,5 l/fi-14 cm",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/t/r/trixie_posuda_plasti_na_lagana_crna_1.jpg",
                "productCode": "TX2473",
                "brand": "Trixie",
                "price": "2,39 €"
            },
            {
                "id": 4,
                "title": "Trixie posuda metalna 1,8 l/fi-20 cm",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/t/x/tx24843_trixie_posuda_metalna_1_8_l.jpg",
                "productCode": "TX24843",
                "brand": "Trixie",
                "price": "3,78 €"
            },
            {
                "id": 5,
                "title": "Trixie posuda za pse keramička 1,6 l/fi-20 cm bijela",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/t/x/tx25025_trixie_posuda_kerami_ka_1_6_lfi-20_cm_bijela.jpg",
                "productCode": "TX25025",
                "brand": "Trixie",
                "price": "13,27 €"
            },
            {
                "id": 6,
                "title": "Trixie posuda za pse keramička Pet's Home 0,8 l/fi-16 cm",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/t/r/trixie_posuda_kerami_ka__pet_s_home_plava.jpg",
                "productCode": "TX25051",
                "brand": "Trixie",
                "price": "8,10 €"
            },
            {
                "id": 7,
                "title": "Trixie posuda za pse keramička Pet's Home 0,3 l/fi-12 cm",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/t/x/tx25053_trixie_posuda_pets_home.jpg",
                "productCode": "TX25053",
                "brand": "Trixie",
                "price": "5,97 €"
            },
            {
                "id": 8,
                "title": "Trixie posuda za pse keramička Junior 0,8 l/fi-16 cm",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/t/r/trixie_posuda_kerami_ka_kerami_ka_junior_ljubi_asta_1.jpg",
                "productCode": "TX25127",
                "brand": "Trixie",
                "price": "9,29 €"
            },
            {
                "id": 9,
                "title": "Trixie posude na drvenom postolju 2x0,45 l/fi-12 cm,36x7x19",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/t/r/tr_posude_na_drvenom_postolju_2x0_45_lfi-12_cm_36x7x19.jpg",
                "productCode": "TX24357",
                "brand": "Trixie",
                "price": "23,23 €"
            },
            {
                "id": 10,
                "title": "Trixie stalak za pse s dvije čelične posude 2,8 l",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/t/r/trixie_stalak_s_dvije__eli_ne_posude_2_8_l_.jpg",
                "productCode": "TX24922",
                "brand": "Trixie",
                "price": "42,47 €"
            }
        ],
        "beds": [
            {
                "id": 1,
                "title": "Trixie krevet za pse Lona 60x50 cm rozo/sivi",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/t/r/trixie_krevet_lona_60x50_cm_rozo_sivi.jpg",
                "productCode": "TX37656",
                "brand": "Trixie",
                "description": "Trixie Lona krevet za pse napravljen je od tkanine, ima navlaku od poliestera i punjenje od poliesterskog flisa. Stabilnog je oblika zahvaljujući punjenju velike gustoće. Ima dvostrani unutarnji jastuk s uklonjivom navlakom koja je periva u perilici rublja, dok se ostalo može prati isključivo ručno. Ima protuklizno dno. Dimenzije kreveta: 60 x 50 cm",
                "price": "59,45 €"
            },
            {
                "id": 2,
                "title": "Trixie ležaj za pse Gino 70x45 cm",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/t/r/tr_lezaj_gino_70x45_cm.jpg",
                "productCode": "TX37592",
                "brand": "Trixie",
                "description": "Trixie Gino udoban je i mekani ležaj za tvog ljubimca. Izrađen je od pliša što ga čini toplim, a punjen je materijalom od poliestera debljine 8-14 cm za dodatni komfor. Vrlo je lagan pa je idealan za prijenos ili kao ležaj prilikom transporta. Boja ležaja je bež s efektnim motivima šapa pa se lako uklapa u svaki prostor. Presvlaka se može odvojiti i periva je na 30°. Dimenzije: 70x45 cm",
                "price": "29,72 €"
            },
            {
                "id": 3,
                "title": "Trixie ležaj za pse Tammy fi 50",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/t/r/tr_lezaj_tammy_fi_50.jpg",
                "productCode": "TX37377",
                "brand": "Trixie",
                "description": "Mekani pliš; Pokrivka od poliestera; Punjenje od poliestera; Pranje isključivo ručno",
                "price": "21,23 €"
            },
            {
                "id": 4,
                "title": "Trixie ležaj Harvey fi-60 cm bijelo-crni",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/t/r/tr_le_aj_harvey_fi-60_cm_bijelo-crni.jpg",
                "productCode": "TX37319",
                "brand": "Trixie",
                "description": "Trixie Harvey jastuk za pse udobno je i mekano utočište za odmaranje Vašeg ljubimca. Ovaj čupavi ležaj zahvaljujući dugim plišanim vlaknima djeluje smirujuće na ljubimce. Zbog estetski ugodnog i privlačnog izgleda lako se uklapa u svaki ambijent. Dno je protuklizno. Presvlaka se da skinuti te je periva na 30°C u perilici, a unutrašnji dio preporuča se prati ručno.",
                "price": "50,96 €"
            },
            {
                "id": 5,
                "title": "Trixie ležaj za pse Junior zeko fi-40 cm svjetlosiva/lila",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/t/r/trixie_le_aj_junior_zeko_fi-40_cm_svij.siva_lila.jpg",
                "productCode": "TX38252",
                "brand": "Trixie",
                "description": "Trixie Junior ležaj najmjenjen je za štence ili pse malih pasmina. Napravljen je od pliša, navlaka od poliestera i punjenje od poliesterskog flisa. Ima protuklizno dno. Dimenzije jastuka: promjer 40 cm",
                "price": "16,99 €"
            },
            {
                "id": 6,
                "title": "Trixie jastuk za pse Harvey 140x90 cm bijelo/crni",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/t/r/trixie_jastuk_harvey_120x80_cm_bijelo_crni_3.jpg",
                "productCode": "TX38011",
                "brand": "Trixie",
                "description": "Trixie Harvey jastuk za pse nudi optimalnu udobnost zahvaljujući mekanoj navlaci s dugodlakim plišom koja se može lako ukloniti kad je vrijeme za čišćenje. Idealan je za srednje i velike pasmine. Dno je protuklizno za bolju stabilnost. Uklonjiva navlaka može se prati u perilici rublja dok punjenje isključivo ručno. Dimenzije jastuka: 140 x 90 cm",
                "price": "100,87 €"
            },
            {
                "id": 7,
                "title": "Ferplast ležaj za pse Dandy 45 pamuk",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/f/e/ferplast_le_aj_dandy_1.jpg",
                "productCode": "F82941099",
                "brand": "Ferplast",
                "description": "Ferplast Dandy je podstavljeni krevet ovalnog oblika za pse i mačke s presvlakom od pamučne tkanine. Ima visoke bočne stijenke i niži je na ulaznoj strani. Unutarnji jastuk je uključen. Jastuk se po potrebi može ukloniti radi lakšeg održavanja i čišćenja. Ležaj je moguće oprati u perilici na 30°. Dimenzije: 45 x 35 x 13 cm",
                "price": "19,11 €"
            },
            {
                "id": 8,
                "title": "Ferplast ležaj za pse Tommy 65 smeđi",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/f/e/ferplast_le_aj_tommy_sme_i.jpg",
                "productCode": "F83765012",
                "brand": "Ferplast",
                "description": "Podstavljeni ležaj od baršuna i izdržljive tkanine ​za pse u kompletu s uklonjivim jastukom u obliku srca. Prikladan je za male i srednje pse. Izrađen od robusne tkanine otporne na habanje, efekt tvida. Otvoren na dvije strane za lakši pristup. Udobni nasloni. Podstavljeni madrac presvučen tkaninom za dodatnu udobnost. Dvostrani jastučić u obliku srca s jednom stranom od tkanine i jednom od baršuna. Može se prati u perilici na 30°C. Dimenzije ležaja: 56 x 32 cm",
                "price": "45,65 €"
            },
            {
                "id": 9,
                "title": "Hudog jastuk za pse s jastukom letters S",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/h/u/hudp-com2-l_1.jpg",
                "productCode": "HUDP-COM2-S",
                "brand": "Hudog",
                "description": "Ležaj ima pripadajući jastuk u obliku kosti koji se po potrebi može maknuti. Ljubimci vole staviti glavu na povišeni dio. Vanjska navlaka jastuka se lako skida zahvaljujući patentnom zatvaraču i održavanje je jednostavno. Jastuk je izrađen od tkanine Dakota (čvrsta dekor pamučna tkanina otpornija na habanje).Ovaj lagani jastuk možete nositi sa sobom na putovanja kako bi vašem ljubimcu bilo ugodnije. Navlaka za jastuk je periva u perilici rublja na 60°. Sušenje u sušilici (delikatan mod). Dimenzije jastuka: 60 x 40 x 14 cm.",
                "price": "42,47 €"
            },
            {
                "id": 10,
                "title": "Trixie ležaj za pse Tammy fi 70",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/t/r/tr_lezaj_tammy_fi_70.jpg",
                "productCode": "TX37378",
                "brand": "Trixie",
                "description": "Mekani pliš. Pokrivka od poliestera. Punjenje od poliestera. Pranje isključivo ručno.",
                "price": "33,97 €"
            }
        ],
        "toys": [
            {
                "id": 1,
                "title": "Trixie igračka za pse božićna sob tkanina 42 cm smeđi/sivi, 1 komad",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/t/r/trixie_igra_ka_sob_tkanina.jpg",
                "productCode": "TX92501",
                "brand": "Trixie",
                "description": "Trixie božična igračka za pse u obliku soba napravljena je od izdržljive tkanine sa zvukom kako bi privukla pažnju ljubimca te pružila sate interaktivne zabave. Te igračke nisu za žvakanje i nisu neuništive. Igre pod nadzorom pomoći će igračkama da duže traju. Savršen je poklon za Vašeg ljubimca ispod božičnog drvca.",
                "price": "11,68 €"
            },
            {
                "id": 2,
                "title": "Trixie igračka za pse Activity Chess 40x27 cm",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/t/r/trixie_activity_chess_40x27_cm.jpg",
                "productCode": "TX32022",
                "brand": "Trixie",
                "description": "Strateška igra s 4 čunja, raznim udubljenjima i ladicama. Neklizajuća podloga zbog gumenih nogu. Materijal: plastika. Upute za trening.",
                "price": "23,89 €"
            },
            {
                "id": 3,
                "title": "Trixie igračka za pse Activity Snack roll 14 cm",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/t/r/trixie_activity_snack_roll_14_cm.jpg",
                "productCode": "TX32020",
                "brand": "Trixie",
                "description": "Trixie igračka za pse Activity Snack roll savršena je igračka za aktivnost vašeg ljubimca. Jednostavno otvorite poklopac i napunite igračku omiljenim poslasticama. Unutar igračke nalaze se 3 šipke koje se mogu mijenjati kako bi se regulirala brzina puštanja poslastica.",
                "price": "4,91 €"
            },
            {
                "id": 4,
                "title": "Trixie igračka za pse prsten s tenis lopticom fi-18 cm",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/t/r/trixie_igra_ka_prsten_s_tenis_lopticom_fi-18_cm_crvena.jpg",
                "productCode": "TX3266",
                "brand": "Trixie",
                "description": "Trixie igračka prsten s tenis lopticom prikladna je igračka za povlačenje i potezanje, odlična za interaktivnu igru s tvojim ljubimcem. Materijal: pamuk, poliester. Promjer igračke: ø 6 cm / ø 18 cm",
                "price": "3,32 €"
            },
            {
                "id": 5,
                "title": "Trixie igračka za pse Dentafun gumena kost mintfresh 11 cm",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/t/r/tr_igra_ka_dentafun_gumena_kost_mintfresh_11_cm.jpg",
                "productCode": "TX32943",
                "brand": "Trixie",
                "description": "Prirodna guma. Idealna kod štenaca prilikom izmjene zubi. Okus mente. Za njegu zubi i desni.",
                "price": "7,83 €"
            },
            {
                "id": 6,
                "title": "Trixie igračka za pse jutena rola za zagriz 25 cm",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/t/r/trixie_igra_ka_jutena_rola_za_zagriz_25_cm.jpg",
                "productCode": "TX3295",
                "brand": "Trixie",
                "description": "Trixie igračka za pse jutena rola za zagriz ljepljena je igračka napravljena od jute s ručkama.",
                "price": "6,64 €"
            },
            {
                "id": 7,
                "title": "Trixie igračka Lick`n`Snack pladanj TPR/PP 20x20 cm",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/t/r/tr_igracka_lick_n_snack_pladanj_tpr-pp_20x20_cm.jpg",
                "productCode": "TX34952",
                "brand": "Trixie",
                "description": "Igračka za poslastice. Lizanje smiruje Vašeg kućnog ljubimca i osigurava mirna razdoblja. Nizak unos poslastica u dužem razdoblju aktivnosti - može se puniti pastama, mokrom hranom ili jogurtom. Napunite poslasticom i zamrznite za osvježavajuće iznenađenje.",
                "price": "10,35 €"
            },
            {
                "id": 8,
                "title": "Trixie igračka za pse Latex Pig koji rokče 23 cm",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/t/r/trixie_igra_ka_latex_pig_rok_e_23_cm.jpg",
                "productCode": "TX3537",
                "brand": "Trixie",
                "description": "Materijal: lateks. Sa izvornim životinjskim zvukom (roktanje). Dužina: 23 cm.",
                "price": "6,50 €"
            },
            {
                "id": 9,
                "title": "Trixie igračka za pse Pliš 4 figure 17 cm",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/t/r/trixie_igra_ka_4_figure_17_cm_pas.jpg",
                "productCode": "TX3582",
                "brand": "Trixie",
                "description": "Trixie igračka za pse pliš 4 figure sa špagom je mekana i robusna igračka za pse sa zvukom. Dimenzija igračke: 17 cm.",
                "price": "6,50 €"
            },
            {
                "id": 10,
                "title": "Kong igračka za pse Classic XX-Large",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/k/g/kgkke_kong_classic_xx-large.jpg",
                "productCode": "KGKKE",
                "brand": "Kong",
                "description": "Kong igračke izrađene su od izdržljive prirodne gume. Zbog svoje kvalitete preporuka su veterinara i trenera pasa diljem svijeta.",
                "price": "33,18 €"
            }
        ],
        "hygiene": [
            {
                "id": 1,
                "title": "Trixie ručnik za pse i mačke 50x60 cm sivi",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/t/r/tr_ru_nik_za_pse_i_ma_ke_50x60_cm_plavi.jpg",
                "productCode": "TX2350",
                "brand": "Trixie",
                "description": "Trixie ručnik za pse i mačke od mikrofibre, veličina 50 x 60 cm.",
                "price": "8,49 €"
            },
            {
                "id": 2,
                "title": "Trixie zaštitna krema za šape psa pčelinji vosak, 50 ml",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/t/x/tx2571.jpg",
                "productCode": "TX2571",
                "brand": "Trixie",
                "description": "Trixie krema za njegu šapa pasa i mačaka sadrži pčelinji vosak koji štiti mekuši i šape od pucanja te umiruje već nastale iritacije i pukotine. Posebno se preporuča u zimskom periodu prilikom leda i soli za posipavanje cesti. Također, vrlo je korisna za korištenje u ljetnom periodu prilikom vrućeg asfalta i u blizini mora zbog čestog kontakta sa soli. Moguće ju je koristiti tijekom cijele godine prilikom dugih šetnji na hrapavim površinama.",
                "price": "3,85 €"
            },
            {
                "id": 3,
                "title": "Trixie kozmetičke maramice na prst, za uši 50 kom",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/t/r/trixie_kozmeti_ke_maramice_na_prst_za_u_i_50_kom.jpg",
                "productCode": "TX29392",
                "brand": "Trixie",
                "description": "",
                "price": "9,16 €"
            },
            {
                "id": 4,
                "title": "Trixie Dental set pasta/četkica/navlaka za prst",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/t/x/tx2561.jpg",
                "productCode": "TX2561",
                "brand": "Trixie",
                "description": "",
                "price": "6,11 €"
            },
            {
                "id": 5,
                "title": "Trixie četka Instyle drvena drška jednostrana 18x10 cm",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/t/r/tr_etka_instyle_drvena_dr_ka_jednostrana_18x10_cm.jpg",
                "productCode": "TX2300",
                "brand": "Trixie",
                "description": "Za kratku do srednje dugu ravnu, srednje dugu do dugu, oštru i kovrčavu dlaku",
                "price": "4,38 €"
            },
            {
                "id": 6,
                "title": "Trixie šampon za pse za bijelo/svijetlo krzno 250 ml",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/t/r/trixie__ampon_za_pse_bijelo_krzno.jpg",
                "productCode": "TX2914",
                "brand": "Trixie",
                "description": "Pomaže poboljšati prirodnu boju dlake i daje joj sjajni izgled. Nakon pranja, dlaka vašeg psa će izgledati zdravo i ugodno će mirišati!",
                "price": "3,78 €"
            },
            {
                "id": 7,
                "title": "Trixie regenerator za pse Jojoba, 250 ml",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/t/r/tr_regenerator_jojoba_250_ml.jpg",
                "productCode": "TX29193",
                "brand": "Trixie",
                "description": "Trixie regenerator za pse s uljem jojobe pružit će krznu tvog ljubimca svilenkasti sjaj i njegovani izgled. Prikladan je i za dugodlake pse kod kojih olakšava raščešljavanje.",
                "price": "4,11 €"
            },
            {
                "id": 8,
                "title": "Trixie sprej za raščešljavanje pasa 175 ml",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/t/r/trixie_sprej_za_ra_e_ljavanje_175_ml_.jpg",
                "productCode": "TX2930",
                "brand": "Trixie",
                "description": "Trixie sprej za raščešljavanje pasa je bez mirisa i ne masti dlaku. Olakšava svakodnevno češljanje i omekšava dlaku. Sadrži formulu koja odbija prašinu, prljavštinu i vodu. Prikladan je i za primjenu kod dugodlakih pasa.",
                "price": "4,78 €"
            },
            {
                "id": 9,
                "title": "Ferplast kliješta za nokte, za pse",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/f/e/ferplast_klije_ta_za_nokte_small.jpg",
                "productCode": "F85986899",
                "brand": "Ferplast",
                "description": "",
                "price": "12,00 €"
            },
            {
                "id": 10,
                "title": "Inodorina šampon za suho pranje Mousse Talcum, 300 ml",
                "imageUrl": "https://www.zoocity.hr/media/catalog/product/cache/3e64ba88bd29473e14083a708e79c587/i/n/in1013.jpg",
                "productCode": "IN1012",
                "brand": "Inodorina",
                "description": "Inodorina šampon za suho pranje u obliku pjene idealan je za svakodnevno održavanje higijene krzna pasa, mačaka, štenaca i mačića bez primjene vode. Blaga formula uz nježan miris pudera dubinski čisti i štiti krzno i kožu te održava prirodni pH kože. Nakon pranja dlaka ostaje sjajna i mirisna dulje vrijeme. Primjena: Dobro protresite prije upotrebe. Nježno utrljajte pjenu u krzno ljubimca dok se potpuno ne upije. Iščetkajte da se ravnomjerno raspodjeli po krznu.",
                "price": "7,70 €"
            }
        ]
    }
}